uni-list-notes.org
#+STARTUP: indent
#+options: toc:nil num:nil email:t
#+title:new-buddhist-studies-uni-list-notes
#+author: Ilmari Koria
#+email: ilmarikoria@posteo.net

* uni-list-contact
| university               | contact name       | contact email                  | note                                                       | contacted | response |
|--------------------------+--------------------+--------------------------------+------------------------------------------------------------+-----------+----------|
| Edinburgh University     | Naomi Appleton     | nappleto@staffmail.ed.ac.uk    |                                                            | true      | true     |
| Lancaster University     | Hiroko Kawanami    | h.kawanami@lancaster.ac.uk     |                                                            | true      | true     |
| South Wales              | Nick Swann         | nick.Swann@newport.ac.uk       |                                                            | true      | true     |
| UCL                      | Joanna Cook        | joanna.cook@ucl.ac.uk          |                                                            | true      | true     |
| University of Bristol    | Rupert Gethin      | thrmlg@bristol.ac.uk           |                                                            | true      | true     |
| Manchester               | Gregory Scott      | gregory.scott@manchester.ac.uk |                                                            | true      | true     |
| University of Chester    | Wendy Dossett      | w.dossett@chester.ac.uk        |                                                            | true      | true     |
| University of Durham     | James, S.P.        | s.p.james@durham.ac.uk         |                                                            | true      | true     |
| University of Aberdeen   | Martin Mills       | m.a.mills@abdn.ac.uk           |                                                            | true      | true     |
| University of Kent       | Leslie de Vries    | l.devries@kent.ac.uk           |                                                            | true      | true     |
| University of Stirling   | Kevin MacNeil      | kevin.macneil@stir.ac.uk       |                                                            | true      | true     |
| Cardiff                  | Max Deeg           | DeegM1@cardiff.ac.uk           |                                                            | true      | true     |
| Kings College London     | Kate Crosby        | henrietta.crosby@kcl.ac.uk     |                                                            | true      | true     |
| Goldsmiths               | Ronit Yoeli-Tlalim | r.yoeli-tlalim@gold.ac.uk      |                                                            | true      | true     |
| Bath Spa University      | Mahinda Deegalle   | m.deegalle@bathspa.ac.uk       | Requested to remove information.                           | true      | true     |
| Leeds                    | Martin Seeger      | M.Seeger@leeds.ac.uk           | Info gathered from website (not sure if need permission?). | true      | false    |
| SOAS                     | Lucia Dolce        | ld16@soas.ac.uk                | Info gathered from website (not sure if need permission?). | true      | false    |
| University of Winchester | Mark Owen          | mark.owen@winchester.ac.uk     | Info gathered from website (not sure if need permission?). | true      | false    |
|--------------------------+--------------------+--------------------------------+------------------------------------------------------------+-----------+----------|
                                                                                                     
* responses (edited)                   
** Cardiff University
*** People
**** School of History, Archaeology and Religion
***** Professor Max Deeg, Professor in Buddhist Studies, Head of Religion
- Email: deegm1@cardiff.ac.uk
- Research: Buddhist history, particularly the historical connection between India, Central Asia and China; Chinese Buddhist pilgrims.
***** Dr. Ugo Dessi
- Research: Modern East-Asian Buddhism and Buddhist groups.
*** Courses
**** Undergraduate level
- Introduction to Buddhism (first year),
- “Buddhism: The first 1000 years” (a historical overview of that period) [2nd year]
- We also offer Sanskrit as a scriptural language (taught by Dr. Simon Brodbeck).
** University of Winchester
*** People
