uni-list-notes.org
**** Centre for Religion, Reconciliation and Peace
***** Dr. Mark Owen
- Mark.Owen@winchester.ac.uk
- Research: eligions' role in peacebuilding and conflict transformation, conflict assessment and analysis, Buddhism, conflict and peacebuilding, Tibetan Buddhism, Asian politics and development
** University of Edinburgh
*** People
**** College of Arts, Humanities and Social Sciences, more information here: https://www.ed.ac.uk/buddhist-studies
***** Dr. Naomi Appleton, Senior Lecturer in Asian Religions
 - Religious Studies, School of Divinity
 - Resesarch interests: Early Indian Buddhism including the intersection with Brahmanical Hindu and Jain traditions, Buddhist narrative especially in Indian literature and art, Theravada Buddhism.
***** Dr. Ian Astley, Senior Lecturer in Japanese
 - Asian Studies, School of Literatures, Languages and Cultures
 - Research interests: The Shingon Buddhist tradition in Japan and its Chinese antecedents; Japanese and Chinese religions and philosophy, especially Buddhism.
***** Prof. Joachim Gentz, Chair in Chinese Philosophy and Religion
 - Asian Studies, School of Literatures, Languages and Cultures
 - Research interests: Chinese philosophy and religions, text and commentary, ritual and divination, and theories of cultural and religious studies.
***** Dr Halle O’Neal, Reader in Japanese Buddhist Art
 - History of Art, Edinburgh College of Art
 - Research interests: Medieval Japanese art, including themes such as word and image, relics and reliquaries, invisibility in visual and material culture, reuse and recycling, performativity, and the spectacular visualizations of embodiment.
***** Prof. Jonathan Spencer, Regius Professor of South Asian Language, Culture and Society 
 - Social Anthropology
 - Research interests: Religion and politics, Sri Lanka, South and Southeast Asia, Buddhism, war and peace.
*** Courses
 - The main undergraduate programmes with the option of significant Buddhist Studies courses are:
   - MA Religious Studies (4 year undergraduate programme, School of Divinity)
   - MA Chinese and MA Japanese (4 year undergraduate programmes, Asian Studies)
   - though Anthropology and Art History also have some relevant optional courses.
   - Courses on offer vary year on year, and are often available across programmes outside their “home” School.
 - At postgraduate level there is a taught masters (MSc) in Religious Studies, and research degrees (MScR, PhD) available working with any of the people noted above.
 - Please contact individual members of staff to discuss this.
** Lancaster University 
*** People
**** Department of Politics, Philosophy and Religion
***** Dr. Hiroko Kawanami
***** Dr. Anderson Jeremiah
***** Professor Chakravarthi Ram-Prasad
*** Courses
 - RST 100, ‘Buddhism section’ in World Religions for Part One (1st year students in RS)
 - PPR 252, Buddhism and Modernity in Asian Societies (2nd year core module)
 - PPR 354, Reading Buddhism (3rd year and MA Students)
 - PPR 350, Indian Religious and Philosophical Thought
 - PPR 239, Indian Politics, Society and Religion
 - PPR 253, Hinduism in the Modern World
** University of Manchester
*** People
**** School of Social Sciences
***** Dr. Erica Baffelli https://www.research.manchester.ac.uk/portal/erica.baffelli.html
***** Dr. Gregory Adam Scott https://www.research.manchester.ac.uk/portal/gregory.scott.html
*** Courses
- JAPA20221, History of Religion in Japan
- CHIN30312, Religious and Political Ideologies of Modern Chian
** University of South Wales
*** People
**** Faculty of Business and Society 
***** Dr Nick Swann, Senior Lecturer and Course Leader
- nick.swann@southwales.ac.uk
- Research: Tibetan Religion, Anthropology of Religion, Buddhist Ethics, Digital Buddhism.
