uni-list-notes.html
      <div id="outline-container-org7318c23" class="outline-3">
        <h3 id="org7318c23">University of Winchester</h3>
        <div class="outline-text-3" id="text-org7318c23"></div>
        <div id="outline-container-org2561b8e" class="outline-4">
          <h4 id="org2561b8e">People</h4>
          <div class="outline-text-4" id="text-org2561b8e"></div>
          <ul class="org-ul">
            <li>
              <a id="orgdc382e8" name="orgdc382e8"></a>Centre for
              Religion, Reconciliation and Peace<br />
              <ul class="org-ul">
                <li>
                  <a id="org820254d" name="org820254d"></a>Dr. Mark
                  Owen<br />
                  <div class="outline-text-6" id="text-org820254d">
                    <ul class="org-ul">
                      <li>Mark.Owen@winchester.ac.uk<br /></li>
                      <li>Research: eligions’ role in peacebuilding
                      and conflict transformation, conflict
                      assessment and analysis, Buddhism, conflict
                      and peacebuilding, Tibetan Buddhism, Asian
                      politics and development<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org4e7600c" class="outline-3">
        <h3 id="org4e7600c">University of Edinburgh</h3>
        <div class="outline-text-3" id="text-org4e7600c"></div>
        <div id="outline-container-org40f256a" class="outline-4">
          <h4 id="org40f256a">People</h4>
          <div class="outline-text-4" id="text-org40f256a"></div>
          <ul class="org-ul">
            <li>
              <a id="org944e7ab" name="org944e7ab"></a>College of
              Arts, Humanities and Social Sciences, more
              information here: <a href=
              "https://www.ed.ac.uk/buddhist-studies">https://www.ed.ac.uk/buddhist-studies</a><br />

              <ul class="org-ul">
                <li>
                  <a id="org67475d5" name="org67475d5"></a>Dr.
                  Naomi Appleton, Senior Lecturer in Asian
                  Religions<br />
                  <div class="outline-text-6" id="text-org67475d5">
                    <ul class="org-ul">
                      <li>Religious Studies, School of
                      Divinity<br /></li>
                      <li>Resesarch interests: Early Indian
                      Buddhism including the intersection with
                      Brahmanical Hindu and Jain traditions,
                      Buddhist narrative especially in Indian
                      literature and art, Theravada
                      Buddhism.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org9f13543" name="org9f13543"></a>Dr. Ian
                  Astley, Senior Lecturer in Japanese<br />
                  <div class="outline-text-6" id="text-org9f13543">
                    <ul class="org-ul">
                      <li>Asian Studies, School of Literatures,
                      Languages and Cultures<br /></li>
                      <li>Research interests: The Shingon Buddhist
                      tradition in Japan and its Chinese
                      antecedents; Japanese and Chinese religions
                      and philosophy, especially
                      Buddhism.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org9b51126" name="org9b51126"></a>Prof.
                  Joachim Gentz, Chair in Chinese Philosophy and
                  Religion<br />
                  <div class="outline-text-6" id="text-org9b51126">
                    <ul class="org-ul">
                      <li>Asian Studies, School of Literatures,
                      Languages and Cultures<br /></li>
                      <li>Research interests: Chinese philosophy
                      and religions, text and commentary, ritual
                      and divination, and theories of cultural and
                      religious studies.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org377747f" name="org377747f"></a>Dr Halle
                  O’Neal, Reader in Japanese Buddhist Art<br />
                  <div class="outline-text-6" id="text-org377747f">
                    <ul class="org-ul">
                      <li>History of Art, Edinburgh College of
                      Art<br /></li>
                      <li>Research interests: Medieval Japanese
                      art, including themes such as word and image,
                      relics and reliquaries, invisibility in
                      visual and material culture, reuse and
                      recycling, performativity, and the
                      spectacular visualizations of
                      embodiment.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org746b726" name="org746b726"></a>Prof.
                  Jonathan Spencer, Regius Professor of South Asian
                  Language, Culture and Society<br />
                  <div class="outline-text-6" id="text-org746b726">
                    <ul class="org-ul">
                      <li>Social Anthropology<br /></li>
                      <li>Research interests: Religion and
                      politics, Sri Lanka, South and Southeast
                      Asia, Buddhism, war and peace.<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-orga4dfae3" class="outline-4">
          <h4 id="orga4dfae3">Courses</h4>
          <div class="outline-text-4" id="text-orga4dfae3">
            <ul class="org-ul">
              <li>The main undergraduate programmes with the option
              of significant Buddhist Studies courses are:<br />
                <ul class="org-ul">
                  <li>MA Religious Studies (4 year undergraduate
                  programme, School of Divinity)<br /></li>
                  <li>MA Chinese and MA Japanese (4 year
                  undergraduate programmes, Asian
                  Studies)<br /></li>
                  <li>though Anthropology and Art History also have
                  some relevant optional courses.<br /></li>
                  <li>Courses on offer vary year on year, and are
                  often available across programmes outside their
                  “home” School.<br /></li>
                </ul>
              </li>
              <li>At postgraduate level there is a taught masters
              (MSc) in Religious Studies, and research degrees
              (MScR, PhD) available working with any of the people
              noted above.<br /></li>
              <li>Please contact individual members of staff to
              discuss this.<br /></li>
            </ul>
          </div>
        </div>
      </div>
      <div id="outline-container-org614b733" class="outline-3">
        <h3 id="org614b733">Lancaster University</h3>
        <div class="outline-text-3" id="text-org614b733"></div>
        <div id="outline-container-orgc3596de" class="outline-4">
          <h4 id="orgc3596de">People</h4>
          <div class="outline-text-4" id="text-orgc3596de"></div>
          <ul class="org-ul">
            <li>
              <a id="orga146592" name="orga146592"></a>Department
              of Politics, Philosophy and Religion<br />
              <ul class="org-ul">
                <li><a id="org1de40ab" name="org1de40ab"></a>Dr.
                Hiroko Kawanami<br /></li>
                <li><a id="org8bf55e4" name="org8bf55e4"></a>Dr.
                Anderson Jeremiah<br /></li>
                <li><a id="orgf10768a" name=
                "orgf10768a"></a>Professor Chakravarthi
                Ram-Prasad<br /></li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-orge59fb3d" class="outline-4">
          <h4 id="orge59fb3d">Courses</h4>
          <div class="outline-text-4" id="text-orge59fb3d">
            <ul class="org-ul">
              <li>RST 100, ‘Buddhism section’ in World Religions
              for Part One (1st year students in RS)<br /></li>
              <li>PPR 252, Buddhism and Modernity in Asian
              Societies (2nd year core module)<br /></li>
              <li>PPR 354, Reading Buddhism (3rd year and MA
              Students)<br /></li>
              <li>PPR 350, Indian Religious and Philosophical
              Thought<br /></li>
              <li>PPR 239, Indian Politics, Society and
              Religion<br /></li>
              <li>PPR 253, Hinduism in the Modern World<br /></li>
            </ul>
          </div>
        </div>
      </div>
      <div id="outline-container-orgf2b93dd" class="outline-3">
        <h3 id="orgf2b93dd">University of Manchester</h3>
        <div class="outline-text-3" id="text-orgf2b93dd"></div>
        <div id="outline-container-org9c48336" class="outline-4">
          <h4 id="org9c48336">People</h4>
          <div class="outline-text-4" id="text-org9c48336"></div>
          <ul class="org-ul">
            <li>
              <a id="org86e49a1" name="org86e49a1"></a>School of
              Social Sciences<br />
              <ul class="org-ul">
                <li><a id="orga235482" name="orga235482"></a>Dr.
                Erica Baffelli <a href=
                "https://www.research.manchester.ac.uk/portal/erica.baffelli.html">
                https://www.research.manchester.ac.uk/portal/erica.baffelli.html</a><br />
                </li>
                <li><a id="org6c6d42a" name="org6c6d42a"></a>Dr.
                Gregory Adam Scott <a href=
                "https://www.research.manchester.ac.uk/portal/gregory.scott.html">
                https://www.research.manchester.ac.uk/portal/gregory.scott.html</a><br />
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org53c9289" class="outline-4">
          <h4 id="org53c9289">Courses</h4>
          <div class="outline-text-4" id="text-org53c9289">
            <ul class="org-ul">
              <li>JAPA20221, History of Religion in
              Japan<br /></li>
              <li>CHIN30312, Religious and Political Ideologies of
              Modern Chian<br /></li>
            </ul>
          </div>
        </div>
      </div>
      <div id="outline-container-orga23dafa" class="outline-3">
        <h3 id="orga23dafa">University of South Wales</h3>
        <div class="outline-text-3" id="text-orga23dafa"></div>
        <div id="outline-container-orgdfa0a45" class="outline-4">
          <h4 id="orgdfa0a45">People</h4>
          <div class="outline-text-4" id="text-orgdfa0a45"></div>
          <ul class="org-ul">
            <li>
              <a id="org4599ee1" name="org4599ee1"></a>Faculty of
              Business and Society<br />
              <ul class="org-ul">
                <li>
                  <a id="orgaf8740b" name="orgaf8740b"></a>Dr Nick
                  Swann, Senior Lecturer and Course Leader<br />
                  <div class="outline-text-6" id="text-orgaf8740b">
                    <ul class="org-ul">
                      <li>nick.swann@southwales.ac.uk<br /></li>
                      <li>Research: Tibetan Religion, Anthropology
                      of Religion, Buddhist Ethics, Digital
                      Buddhism.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org76375e8" name="org76375e8"></a>Dr Sarah
