uni-list-notes.org
***** Dr Sarah Shaw, Khyentse Foundation Reader in Buddhist Studies
- sarah.shaw@southwales.ac.uk
- Research: Pāli Buddhist narrative and meditative literature; Southeast Asian ritual and chant; Abhidhamma.
***** Dr Warren Todd, Associate Lecturer
- warren.todd@southwales.ac.uk
- Research: Buddhist Philosophy, Buddhist Ethics, Comparative Ethics & Philosophy.
*** Courses
***** School of Humanities and Social Sciences
- MA Buddhist Studies
  - Buddhist Ethics
  - Buddhist Philosophy
  - Buddhist Meditation and Psychology
  - Pali Language
  - Distance learning, part-time (two or three year options).
** University College London
*** People 
**** UCL, Department of Anthropology
***** Dr. Joanna Cook, Reader in Medical Anthropology
- Research: Buddhism, mental health, mindfulness, monasticism, gender, Thailand, UK, the anthropology of ethics. 
** University of Bristol
*** People
**** Department of Religion and Theology
***** Prof. Rupert Gethin, Professor of Buddhist Studies
- email: rupert.gethin(at)bristol.ac.uk
- Research:  Early Buddhist literature, the history and development of Buddhist thought in the Nikayas and Pali commentaries, Indian Buddhist meditation, Abhidharma.
***** Dr. Rita Langer, Senior Lecturer in Buddhist Studies
- email: rita.langer(at)bristol.ac.uk
- Research: Research: Merit in the early Pali sources; Buddhist ritual and its origin (in South and South East Asia, particularly Sri Lanka); Food and Cosmology).
***** Dr. Benedetta Lomi, Lecturer in East Asian Religions
- email: b.lomi(at)bristol.ac.uk
- Research: The History of Japanese Buddhism, Japanese Esoteric Buddhism, Esoteric Buddhism in East Asia, Buddhist Medicine, Healing Rituals, Buddhist Iconography."
*** Courses
- BA in  Religion and Theology (Not all these units will be available in any one year):
  - Living Religions East
  - Religions and Cultural Change in India: from Indus to Islam
  - Religion and Material Culture
  - 3000 Years of Chinese Religion
  - Indian Philosophy
  - Zen Buddhism
  - Buddhist Psychology and Mental Health
  - Buddhism in Practice
  - Yoga and Meditation
  - Introduction to Japanese Religions
  - The Lotus Sūtra
  - The Journey to the West
  - Mahāyāna Literature in East Asia
  - The Body in East Asian Religions
  - Sanskrit
  - Classical Chinese
- MA in Religion (Buddhist Studies)[Not all these units will be available in any one year]:
  - Buddhism: The Foundations
  - Buddhism in Practice
  - Buddhist Psychology and Mental Health
  - Yoga and Meditation
  - Mahāyāna Literature in East Asia
  - Zen Buddhism
  - Esoteric Buddhism in East Asia
  - The Body in East Asian Religions
  - Sanskrit
  - Buddhist Sanskrit and Pali
  - Classical Chinese

** University of Chester
*** People
**** Department of Theology and Religious Studies: Faculty of Arts and Humanities https://www1.chester.ac.uk/departments/theology-and-religious-studies
***** Dr Dhivan Jones, Lecturer in Religious and Philosophical Studies
- Email: dhivan.jones@chester.ac.uk
- Research: Early Buddhism, Buddhist philosophy
***** Dr Wendy Dossett, Associate Professor of Religious Studies
- Email: w.dossett@chester.ac.uk
- Research: Japanese Pure Land Buddhism, Buddhism and Addiction Recovery
