uni-list-notes.html
                  Shaw, Khyentse Foundation Reader in Buddhist
                  Studies<br />
                  <div class="outline-text-6" id="text-org76375e8">
                    <ul class="org-ul">
                      <li>sarah.shaw@southwales.ac.uk<br /></li>
                      <li>Research: Pāli Buddhist narrative and
                      meditative literature; Southeast Asian ritual
                      and chant; Abhidhamma.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org5e2f7a2" name="org5e2f7a2"></a>Dr
                  Warren Todd, Associate Lecturer<br />
                  <div class="outline-text-6" id="text-org5e2f7a2">
                    <ul class="org-ul">
                      <li>warren.todd@southwales.ac.uk<br /></li>
                      <li>Research: Buddhist Philosophy, Buddhist
                      Ethics, Comparative Ethics &amp;
                      Philosophy.<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org6c8b104" class="outline-4">
          <h4 id="org6c8b104">Courses</h4>
          <div class="outline-text-4" id="text-org6c8b104"></div>
          <ul class="org-ul">
            <li>
              <a id="orgdac14d2" name="orgdac14d2"></a>School of
              Humanities and Social Sciences<br />
              <div class="outline-text-6" id="text-orgdac14d2">
                <ul class="org-ul">
                  <li>MA Buddhist Studies<br />
                    <ul class="org-ul">
                      <li>Buddhist Ethics<br /></li>
                      <li>Buddhist Philosophy<br /></li>
                      <li>Buddhist Meditation and
                      Psychology<br /></li>
                      <li>Pali Language<br /></li>
                      <li>Distance learning, part-time (two or
                      three year options).<br /></li>
                    </ul>
                  </li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-orgabb049a" class="outline-3">
        <h3 id="orgabb049a">University College London</h3>
        <div class="outline-text-3" id="text-orgabb049a"></div>
        <div id="outline-container-org31b0bd3" class="outline-4">
          <h4 id="org31b0bd3">People</h4>
          <div class="outline-text-4" id="text-org31b0bd3"></div>
          <ul class="org-ul">
            <li>
              <a id="orgc0a3319" name="orgc0a3319"></a>UCL,
              Department of Anthropology<br />
              <ul class="org-ul">
                <li>
                  <a id="orgedc9695" name="orgedc9695"></a>Dr.
                  Joanna Cook, Reader in Medical Anthropology<br />
                  <div class="outline-text-6" id="text-orgedc9695">
                    <ul class="org-ul">
                      <li>Research: Buddhism, mental health,
                      mindfulness, monasticism, gender, Thailand,
                      UK, the anthropology of ethics.<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org47abd25" class="outline-3">
        <h3 id="org47abd25">University of Bristol</h3>
        <div class="outline-text-3" id="text-org47abd25"></div>
        <div id="outline-container-orga90cbbe" class="outline-4">
          <h4 id="orga90cbbe">People</h4>
          <div class="outline-text-4" id="text-orga90cbbe"></div>
          <ul class="org-ul">
            <li>
              <a id="org1cd8ead" name="org1cd8ead"></a>Department
              of Religion and Theology<br />
              <ul class="org-ul">
                <li>
                  <a id="org5938db4" name="org5938db4"></a>Prof.
                  Rupert Gethin, Professor of Buddhist
                  Studies<br />
                  <div class="outline-text-6" id="text-org5938db4">
                    <ul class="org-ul">
                      <li>email:
                      rupert.gethin(at)bristol.ac.uk<br /></li>
                      <li>Research: Early Buddhist literature, the
                      history and development of Buddhist thought
                      in the Nikayas and Pali commentaries, Indian
                      Buddhist meditation, Abhidharma.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="orge97fedf" name="orge97fedf"></a>Dr. Rita
                  Langer, Senior Lecturer in Buddhist Studies<br />
                  <div class="outline-text-6" id="text-orge97fedf">
                    <ul class="org-ul">
                      <li>email:
                      rita.langer(at)bristol.ac.uk<br /></li>
                      <li>Research: Research: Merit in the early
                      Pali sources; Buddhist ritual and its origin
                      (in South and South East Asia, particularly
                      Sri Lanka); Food and Cosmology).<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org06568dd" name="org06568dd"></a>Dr.
                  Benedetta Lomi, Lecturer in East Asian
                  Religions<br />
                  <div class="outline-text-6" id="text-org06568dd">
                    <ul class="org-ul">
                      <li>email: b.lomi(at)bristol.ac.uk<br /></li>
                      <li>Research: The History of Japanese
                      Buddhism, Japanese Esoteric Buddhism,
                      Esoteric Buddhism in East Asia, Buddhist
                      Medicine, Healing Rituals, Buddhist
                      Iconography.“<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-org172f1c6" class="outline-4">
          <h4 id="org172f1c6">Courses</h4>
          <div class="outline-text-4" id="text-org172f1c6">
            <ul class="org-ul">
              <li>BA in Religion and Theology (Not all these units
              will be available in any one year):<br />
                <ul class="org-ul">
                  <li>Living Religions East<br /></li>
                  <li>Religions and Cultural Change in India: from
                  Indus to Islam<br /></li>
                  <li>Religion and Material Culture<br /></li>
                  <li>3000 Years of Chinese Religion<br /></li>
                  <li>Indian Philosophy<br /></li>
                  <li>Zen Buddhism<br /></li>
                  <li>Buddhist Psychology and Mental
                  Health<br /></li>
                  <li>Buddhism in Practice<br /></li>
                  <li>Yoga and Meditation<br /></li>
                  <li>Introduction to Japanese Religions<br /></li>
                  <li>The Lotus Sūtra<br /></li>
                  <li>The Journey to the West<br /></li>
                  <li>Mahāyāna Literature in East Asia<br /></li>
                  <li>The Body in East Asian Religions<br /></li>
                  <li>Sanskrit<br /></li>
                  <li>Classical Chinese<br /></li>
                </ul>
              </li>
              <li>MA in Religion (Buddhist Studies)[Not all these
              units will be available in any one year]:<br />
                <ul class="org-ul">
                  <li>Buddhism: The Foundations<br /></li>
                  <li>Buddhism in Practice<br /></li>
                  <li>Buddhist Psychology and Mental
                  Health<br /></li>
                  <li>Yoga and Meditation<br /></li>
                  <li>Mahāyāna Literature in East Asia<br /></li>
                  <li>Zen Buddhism<br /></li>
                  <li>Esoteric Buddhism in East Asia<br /></li>
                  <li>The Body in East Asian Religions<br /></li>
                  <li>Sanskrit<br /></li>
                  <li>Buddhist Sanskrit and Pali<br /></li>
                  <li>Classical Chinese<br /></li>
                </ul>
              </li>
            </ul>
          </div>
        </div>
      </div>
      <div id="outline-container-org6ecce38" class="outline-3">
        <h3 id="org6ecce38">University of Chester</h3>
        <div class="outline-text-3" id="text-org6ecce38"></div>
        <div id="outline-container-orga9b5c4c" class="outline-4">
          <h4 id="orga9b5c4c">People</h4>
          <div class="outline-text-4" id="text-orga9b5c4c"></div>
          <ul class="org-ul">
            <li>
              <a id="org171ccf2" name="org171ccf2"></a>Department
              of Theology and Religious Studies: Faculty of Arts
              and Humanities <a href=
              "https://www1.chester.ac.uk/departments/theology-and-religious-studies">
              https://www1.chester.ac.uk/departments/theology-and-religious-studies</a><br />

              <ul class="org-ul">
                <li>
                  <a id="orgda1710b" name="orgda1710b"></a>Dr
                  Dhivan Jones, Lecturer in Religious and
                  Philosophical Studies<br />
                  <div class="outline-text-6" id="text-orgda1710b">
                    <ul class="org-ul">
                      <li>Email:
                      dhivan.jones@chester.ac.uk<br /></li>
                      <li>Research: Early Buddhism, Buddhist
                      philosophy<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org451a517" name="org451a517"></a>Dr Wendy
                  Dossett, Associate Professor of Religious
                  Studies<br />
                  <div class="outline-text-6" id="text-org451a517">
                    <ul class="org-ul">
                      <li>Email: w.dossett@chester.ac.uk<br /></li>
                      <li>Research: Japanese Pure Land Buddhism,
                      Buddhism and Addiction Recovery<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
