uni-list-notes.org
*** Courses
- Undergraduate courses or modules;
  - LEVEL 4 TH4063 Reading Religions: texts traditions and teachings. (Five sessions on Buddhist texts).
  - LEVEL 4 TH5064 Philosophy, Religion and the Good Life. (Two sessions on Buddhist philosophy, ancient and modern).
  - LEVEL 4 TH4065 Introducing Ethics: Food, Sex and War. (Three sessions on Buddhist ethics).
  - LEVEL 5 TH5055 Asian Philosophies: Knowledge, Liberation and the Self. (Buddhist philosophy a major component of the course).
  - LEVEL 6 TH6046 Religion and Culture: transformations of British religious life 1960-2010 (One session on Buddhism in Britain)
  - LEVEL 6 TH6057 Violence and Nationalism (Two sessions on contemporary Buddhist nationalism)
- Postgraduate taught courses
  - TH7046 Buddhist Concepts of Awakening (20 credit MA module in MA Religious Studies programme).
** University of Durham
*** People
**** Department of Anthropology
***** Prof. Michael Carrithers 
 - Research: Currently, public culture in Germany, particularly East Germany; but has worked on forest monks in Sri Lanka.
**** Department of Archaeology
***** Prof. Robin Coningham, 2014 UNESCO Chair on Archaeological Ethics and Practice in Cultural Heritage 
- Research: The archaeological of South Asian Buddhism, Lumbini and the Greater Lumbini Area, Buddhist Heritage protection and preservation, Caste and the development of craft specialisation, Indian Ocean and Arabian Sea Trade.
**** Department of Philosophy
***** Dr. Simon James, Associate Professor
- Research: Environmental philosophy, Buddhist philosophy (especially ethics).

** King's College London
*** People
**** Department of Theology & Religious Studies
***** Dr Ligeia Lugli, Research Associate in Buddhist Studies
- Email Ligeia.Lugli@kcl.ac.uk
- Research: Mahayana Buddhism, corpus linguistics
***** Ven Dr Thanavuddho Watcharasriroj,Senior Visiting Research Fellow in Buddhist Studies
- Email: thanavuddho.watcharasriroj@kcl.ac.uk
- Research: Early Buddhist meditation
***** Dr Amal Gunasena, Senior Visiting Research Fellow in Buddhist Studies
- Email Amal.Gunasena@kcl.ac.uk
- Research: Sinhala Linguistics and Sinhalese Buddhist Manuscripts
***** Prof. Kate Crosby, Professor of Buddhist Studies
- email: henrietta.crosby(at)kcl.ac.uk
- Research: Theravada Buddhism; Sanskrit and Pali language and literature, including vernacular-Pali mixed literature; Buddhist practice and traditions of Sri Lanka and Southeast Asia; Buddhism in Application; History of Science in Buddhist contexts.
***** Prof. Ian Harris, Visiting Professor of Buddhist Studies
- email: chamkarmon(at)gmail.com|
- Research: Buddhism in Cambodia; Buddhism and Politics; Buddhist Ethics
***** Dr Kuan Guang, Ji Xue Gen Research Fellow in Buddhist Studies
- Email: Kuan.Guang(at)kcl.ac.uk
- Research: Late imperial Chinese Buddhism.
***** Dr Pyi Kyaw, Research Fellow in Buddhist Studies
- Email Pyi.Kyaw(at)kcl.ac.uk
- Research: Burmese Abhidhamma. Buddhist ethics.
** University of Kent
*** People
**** School of European Culture and Languages
***** Dr. Leslie de Vries
**** School of Anthropology and Conservation
***** Dr. Jonathan Mair
