uni-list-notes.html
        <div id="outline-container-orge1ad436" class="outline-4">
          <h4 id="orge1ad436">Courses</h4>
          <div class="outline-text-4" id="text-orge1ad436">
            <ul class="org-ul">
              <li>Undergraduate courses or modules;<br />
                <ul class="org-ul">
                  <li>LEVEL 4 TH4063 Reading Religions: texts
                  traditions and teachings. (Five sessions on
                  Buddhist texts).<br /></li>
                  <li>LEVEL 4 TH5064 Philosophy, Religion and the
                  Good Life. (Two sessions on Buddhist philosophy,
                  ancient and modern).<br /></li>
                  <li>LEVEL 4 TH4065 Introducing Ethics: Food, Sex
                  and War. (Three sessions on Buddhist
                  ethics).<br /></li>
                  <li>LEVEL 5 TH5055 Asian Philosophies: Knowledge,
                  Liberation and the Self. (Buddhist philosophy a
                  major component of the course).<br /></li>
                  <li>LEVEL 6 TH6046 Religion and Culture:
                  transformations of British religious life
                  1960-2010 (One session on Buddhism in
                  Britain)<br /></li>
                  <li>LEVEL 6 TH6057 Violence and Nationalism (Two
                  sessions on contemporary Buddhist
                  nationalism)<br /></li>
                </ul>
              </li>
              <li>Postgraduate taught courses<br />
                <ul class="org-ul">
                  <li>TH7046 Buddhist Concepts of Awakening (20
                  credit MA module in MA Religious Studies
                  programme).<br /></li>
                </ul>
              </li>
            </ul>
          </div>
        </div>
      </div>
      <div id="outline-container-org67d574e" class="outline-3">
        <h3 id="org67d574e">University of Durham</h3>
        <div class="outline-text-3" id="text-org67d574e"></div>
        <div id="outline-container-orgede0023" class="outline-4">
          <h4 id="orgede0023">People</h4>
          <div class="outline-text-4" id="text-orgede0023"></div>
          <ul class="org-ul">
            <li>
              <a id="org173861a" name="org173861a"></a>Department
              of Anthropology<br />
              <ul class="org-ul">
                <li>
                  <a id="orgb157323" name="orgb157323"></a>Prof.
                  Michael Carrithers<br />
                  <div class="outline-text-6" id="text-orgb157323">
                    <ul class="org-ul">
                      <li>Research: Currently, public culture in
                      Germany, particularly East Germany; but has
                      worked on forest monks in Sri
                      Lanka.<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
            <li>
              <a id="orga03afa4" name="orga03afa4"></a>Department
              of Archaeology<br />
              <ul class="org-ul">
                <li>
                  <a id="org0b19f2a" name="org0b19f2a"></a>Prof.
                  Robin Coningham, 2014 UNESCO Chair on
                  Archaeological Ethics and Practice in Cultural
                  Heritage<br />
                  <div class="outline-text-6" id="text-org0b19f2a">
                    <ul class="org-ul">
                      <li>Research: The archaeological of South
                      Asian Buddhism, Lumbini and the Greater
                      Lumbini Area, Buddhist Heritage protection
                      and preservation, Caste and the development
                      of craft specialisation, Indian Ocean and
                      Arabian Sea Trade.<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
            <li>
              <a id="org2b27e49" name="org2b27e49"></a>Department
              of Philosophy<br />
              <ul class="org-ul">
                <li>
                  <a id="org3753ffd" name="org3753ffd"></a>Dr.
                  Simon James, Associate Professor<br />
                  <div class="outline-text-6" id="text-org3753ffd">
                    <ul class="org-ul">
                      <li>Research: Environmental philosophy,
                      Buddhist philosophy (especially
                      ethics).<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org7a12362" class="outline-3">
        <h3 id="org7a12362">King’s College London</h3>
        <div class="outline-text-3" id="text-org7a12362"></div>
        <div id="outline-container-org72b7bb8" class="outline-4">
          <h4 id="org72b7bb8">People</h4>
          <div class="outline-text-4" id="text-org72b7bb8"></div>
          <ul class="org-ul">
            <li>
              <a id="orgf649708" name="orgf649708"></a>Department
              of Theology &amp; Religious Studies<br />
              <ul class="org-ul">
                <li>
                  <a id="org6d2d857" name="org6d2d857"></a>Dr
                  Ligeia Lugli, Research Associate in Buddhist
                  Studies<br />
                  <div class="outline-text-6" id="text-org6d2d857">
                    <ul class="org-ul">
                      <li>Email Ligeia.Lugli@kcl.ac.uk<br /></li>
                      <li>Research: Mahayana Buddhism, corpus
                      linguistics<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="orgd685517" name="orgd685517"></a>Ven Dr
                  Thanavuddho Watcharasriroj,Senior Visiting
                  Research Fellow in Buddhist Studies<br />
                  <div class="outline-text-6" id="text-orgd685517">
                    <ul class="org-ul">
                      <li>Email:
                      thanavuddho.watcharasriroj@kcl.ac.uk<br /></li>
                      <li>Research: Early Buddhist
                      meditation<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org36635dd" name="org36635dd"></a>Dr Amal
                  Gunasena, Senior Visiting Research Fellow in
                  Buddhist Studies<br />
                  <div class="outline-text-6" id="text-org36635dd">
                    <ul class="org-ul">
                      <li>Email Amal.Gunasena@kcl.ac.uk<br /></li>
                      <li>Research: Sinhala Linguistics and
                      Sinhalese Buddhist Manuscripts<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org8692610" name="org8692610"></a>Prof.
                  Kate Crosby, Professor of Buddhist Studies<br />
                  <div class="outline-text-6" id="text-org8692610">
                    <ul class="org-ul">
                      <li>email:
                      henrietta.crosby(at)kcl.ac.uk<br /></li>
                      <li>Research: Theravada Buddhism; Sanskrit
                      and Pali language and literature, including
                      vernacular-Pali mixed literature; Buddhist
                      practice and traditions of Sri Lanka and
                      Southeast Asia; Buddhism in Application;
                      History of Science in Buddhist
                      contexts.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org28e183d" name="org28e183d"></a>Prof.
                  Ian Harris, Visiting Professor of Buddhist
                  Studies<br />
                  <div class="outline-text-6" id="text-org28e183d">
                    <ul class="org-ul">
                      <li>email:
                      chamkarmon(at)gmail.com|<br /></li>
                      <li>Research: Buddhism in Cambodia; Buddhism
                      and Politics; Buddhist Ethics<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org56cec98" name="org56cec98"></a>Dr Kuan
                  Guang, Ji Xue Gen Research Fellow in Buddhist
                  Studies<br />
                  <div class="outline-text-6" id="text-org56cec98">
                    <ul class="org-ul">
                      <li>Email: Kuan.Guang(at)kcl.ac.uk<br /></li>
                      <li>Research: Late imperial Chinese
                      Buddhism.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org2f614e6" name="org2f614e6"></a>Dr Pyi
                  Kyaw, Research Fellow in Buddhist Studies<br />
                  <div class="outline-text-6" id="text-org2f614e6">
                    <ul class="org-ul">
                      <li>Email Pyi.Kyaw(at)kcl.ac.uk<br /></li>
                      <li>Research: Burmese Abhidhamma. Buddhist
                      ethics.<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org51d3c32" class="outline-3">
        <h3 id="org51d3c32">University of Kent</h3>
        <div class="outline-text-3" id="text-org51d3c32"></div>
        <div id="outline-container-orga4376fa" class="outline-4">
          <h4 id="orga4376fa">People</h4>
          <div class="outline-text-4" id="text-orga4376fa"></div>
          <ul class="org-ul">
            <li>
              <a id="org1b7b1ae" name="org1b7b1ae"></a>School of
              European Culture and Languages<br />
              <ul class="org-ul">
