uni-list-notes.org
*** Courses
- Undergraduate
  - Stage 1:
    - "Hinduism and Buddhism"
      - half of the module devoted to Buddhism
    - "Introduction to East Asian Traditions" (module convenor: Dr Leslie de Vries)
      - one or more sessions on East Asian Buddhism
    - "Ethics, Society and the Good Life" (module convenor: Dr Yvonne Sherwood)
      - one session on Buddhist ethics
  - Stage 2
    - "Themes in the Study of Asia"
      - one or more sessions on Buddhism and related topics such as mindfulness
    - "Buddhism: The Foundations"
  - Stage 3
    - "Religion and Japanese Culture" (module convenor: Dr Leslie de Vries)
      - various sessions on Japanese Buddhism
    - "Health, Medicine and the Body in East Asia" (module convenor: Dr Leslie de Vries)
      - one or more sessions on Buddhism
    - "Critical Issues in the Study of Buddhism"
    - "Dissertation" (module convenor: Dr Lois Lee)
- Possible to do a MA dissertation in Religious Studies on Buddhism.
  - Note: No MA for 2021 academic year, but Dr. der Vries will include sessions in the module "Spirituality and Therapy".
** Goldsmiths
*** People
**** Department of History 
***** Dr. Ronit Yoeli-Tlalim
- r.yoeli-tlalim (at) gold.ac.uk
- Research: the History of Asian Medicine, Interactions between Medicine and Buddhism, the transmission of medical ideas along the Silk-Roads and the history of early Tibetan medicine.
*** Courses
**** Department of History
 - Undergraduate:
   - Years 2/3:
     - A Global History of Buddhism
     - History of Asian Medicine: From Manuscripts to YouTube
   - Year 3:
     - Healing, Magic and Mindfulness on the Silk Road (Special Subject: open to University of London students)
 - Postgraduate (MA):
   - Healing, Magic and Mindfulness on the Silk Road
** University of Aberdeen
*** People
**** School of Social Science
***** Dr Martin A. Mills, Senior Lecturer
- Email: m.a.mills(at)abdn.ac.uk
- Research: The anthropology of Tibet and Tibetan-speaking areas, and in particular its religious and state life (including the ceremonial nexuses of Tibetan monastic and state life); the formulation of new ways in which modern ethnographers of Tibetan regions can integrate their work with textual specialists and indigenous scholars to create an historical anthropology of the region.
** University of Stirling
*** People
**** Division of Literature and Languages
***** Kevin MacNeil, Lecturer in Creative Writing
- Email: kevin.macneil@stir.ac.uk
- Areas of especial interest: the intersection of Buddhism and Creative Writing, the role of narrative in Buddhism, bio-fiction and the life of the Buddha, literature and expediency in Zen Buddhism
** University of Oxford
*** People
**** Faculty of Oriental Studies
***** Dr. Cathy Cantwell, Associate Faculty Member 
- email: catherine.cantwell(at)orinst.ox.ac.uk
- Research: Tibetan textual transmission/development; tantric rituals, symbolism, art; rNying-ma canonical texts; Dunhuang and later ritual manuals; Phur-pa traditions (rNying-ma, Sa-skya, Bon); bDud-’joms gter-ma tradition.
***** George FitzHerbert, Departmental Lecturer 
- email: george.fitzherbert(at)orinst.ox.ac.uk
- Research: The chivalric, shamanic and tantric Gesar epic tradition.  More broadly, Tibetan political, religious and cultural history; Cultural relations between Tibet and Central, South and East Asia; and the Tibetan language.
