uni-list-notes.html
                <li><a id="org5d33d8b" name="org5d33d8b"></a>Dr.
                Leslie de Vries<br /></li>
              </ul>
            </li>
            <li>
              <a id="org3164fbb" name="org3164fbb"></a>School of
              Anthropology and Conservation<br />
              <ul class="org-ul">
                <li><a id="orge4307e1" name="orge4307e1"></a>Dr.
                Jonathan Mair<br /></li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-orgad3526a" class="outline-4">
          <h4 id="orgad3526a">Courses</h4>
          <div class="outline-text-4" id="text-orgad3526a">
            <ul class="org-ul">
              <li>Undergraduate<br />
                <ul class="org-ul">
                  <li>Stage 1:<br />
                    <ul class="org-ul">
                      <li>“Hinduism and Buddhism”<br />
                        <ul class="org-ul">
                          <li>half of the module devoted to
                          Buddhism<br /></li>
                        </ul>
                      </li>
                      <li>“Introduction to East Asian Traditions”
                      (module convenor: Dr Leslie de Vries)<br />
                        <ul class="org-ul">
                          <li>one or more sessions on East Asian
                          Buddhism<br /></li>
                        </ul>
                      </li>
                      <li>“Ethics, Society and the Good Life”
                      (module convenor: Dr Yvonne Sherwood)<br />
                        <ul class="org-ul">
                          <li>one session on Buddhist
                          ethics<br /></li>
                        </ul>
                      </li>
                    </ul>
                  </li>
                  <li>Stage 2<br />
                    <ul class="org-ul">
                      <li>“Themes in the Study of Asia”<br />
                        <ul class="org-ul">
                          <li>one or more sessions on Buddhism and
                          related topics such as
                          mindfulness<br /></li>
                        </ul>
                      </li>
                      <li>“Buddhism: The Foundations”<br /></li>
                    </ul>
                  </li>
                  <li>Stage 3<br />
                    <ul class="org-ul">
                      <li>“Religion and Japanese Culture” (module
                      convenor: Dr Leslie de Vries)<br />
                        <ul class="org-ul">
                          <li>various sessions on Japanese
                          Buddhism<br /></li>
                        </ul>
                      </li>
                      <li>“Health, Medicine and the Body in East
                      Asia” (module convenor: Dr Leslie de
                      Vries)<br />
                        <ul class="org-ul">
                          <li>one or more sessions on
                          Buddhism<br /></li>
                        </ul>
                      </li>
                      <li>“Critical Issues in the Study of
                      Buddhism”<br /></li>
                      <li>“Dissertation” (module convenor: Dr Lois
                      Lee)<br /></li>
                    </ul>
                  </li>
                </ul>
              </li>
              <li>Possible to do a MA dissertation in Religious
              Studies on Buddhism.<br />
                <ul class="org-ul">
                  <li>Note: No MA for 2021 academic year, but Dr.
                  der Vries will include sessions in the module
                  “Spirituality and Therapy”.<br /></li>
                </ul>
              </li>
            </ul>
          </div>
        </div>
      </div>
      <div id="outline-container-orgd826ce7" class="outline-3">
        <h3 id="orgd826ce7">Goldsmiths</h3>
        <div class="outline-text-3" id="text-orgd826ce7"></div>
        <div id="outline-container-org03e9e79" class="outline-4">
          <h4 id="org03e9e79">People</h4>
          <div class="outline-text-4" id="text-org03e9e79"></div>
          <ul class="org-ul">
            <li>
              <a id="org4526b59" name="org4526b59"></a>Department
              of History<br />
              <ul class="org-ul">
                <li>
                  <a id="orgc5f5353" name="orgc5f5353"></a>Dr.
                  Ronit Yoeli-Tlalim<br />
                  <div class="outline-text-6" id="text-orgc5f5353">
                    <ul class="org-ul">
                      <li>r.yoeli-tlalim (at) gold.ac.uk<br /></li>
                      <li>Research: the History of Asian Medicine,
                      Interactions between Medicine and Buddhism,
                      the transmission of medical ideas along the
                      Silk-Roads and the history of early Tibetan
                      medicine.<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-orgf603902" class="outline-4">
          <h4 id="orgf603902">Courses</h4>
          <div class="outline-text-4" id="text-orgf603902"></div>
          <ul class="org-ul">
            <li>
              <a id="orge167ff2" name="orge167ff2"></a>Department
              of History<br />
              <div class="outline-text-5" id="text-orge167ff2">
                <ul class="org-ul">
                  <li>Undergraduate:<br />
                    <ul class="org-ul">
                      <li>Years 2/3:<br />
                        <ul class="org-ul">
                          <li>A Global History of
                          Buddhism<br /></li>
                          <li>History of Asian Medicine: From
                          Manuscripts to YouTube<br /></li>
                        </ul>
                      </li>
                      <li>Year 3:<br />
                        <ul class="org-ul">
                          <li>Healing, Magic and Mindfulness on the
                          Silk Road (Special Subject: open to
                          University of London students)<br /></li>
                        </ul>
                      </li>
                    </ul>
                  </li>
                  <li>Postgraduate (MA):<br />
                    <ul class="org-ul">
                      <li>Healing, Magic and Mindfulness on the
                      Silk Road<br /></li>
                    </ul>
                  </li>
                </ul>
              </div>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org7708642" class="outline-3">
        <h3 id="org7708642">University of Aberdeen</h3>
        <div class="outline-text-3" id="text-org7708642"></div>
        <div id="outline-container-org93fa356" class="outline-4">
          <h4 id="org93fa356">People</h4>
          <div class="outline-text-4" id="text-org93fa356"></div>
          <ul class="org-ul">
            <li>
              <a id="org188756f" name="org188756f"></a>School of
              Social Science<br />
              <ul class="org-ul">
                <li>
                  <a id="orgb94d261" name="orgb94d261"></a>Dr
                  Martin A. Mills, Senior Lecturer<br />
                  <div class="outline-text-6" id="text-orgb94d261">
                    <ul class="org-ul">
                      <li>Email: m.a.mills(at)abdn.ac.uk<br /></li>
                      <li>Research: The anthropology of Tibet and
                      Tibetan-speaking areas, and in particular its
                      religious and state life (including the
                      ceremonial nexuses of Tibetan monastic and
                      state life); the formulation of new ways in
                      which modern ethnographers of Tibetan regions
                      can integrate their work with textual
                      specialists and indigenous scholars to create
                      an historical anthropology of the
                      region.<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org6a9aa4d" class="outline-3">
        <h3 id="org6a9aa4d">University of Stirling</h3>
        <div class="outline-text-3" id="text-org6a9aa4d"></div>
        <div id="outline-container-orga6185a3" class="outline-4">
          <h4 id="orga6185a3">People</h4>
          <div class="outline-text-4" id="text-orga6185a3"></div>
          <ul class="org-ul">
            <li>
              <a id="org48d9168" name="org48d9168"></a>Division of
              Literature and Languages<br />
              <ul class="org-ul">
                <li>
                  <a id="org6f30da7" name="org6f30da7"></a>Kevin
                  MacNeil, Lecturer in Creative Writing<br />
                  <div class="outline-text-6" id="text-org6f30da7">
                    <ul class="org-ul">
                      <li>Email:
                      kevin.macneil@stir.ac.uk<br /></li>
                      <li>Areas of especial interest: the
                      intersection of Buddhism and Creative
                      Writing, the role of narrative in Buddhism,
                      bio-fiction and the life of the Buddha,
                      literature and expediency in Zen
                      Buddhism<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-orge980290" class="outline-3">
        <h3 id="orge980290">University of Oxford</h3>
        <div class="outline-text-3" id="text-orge980290"></div>
        <div id="outline-container-orgb869aea" class="outline-4">
          <h4 id="orgb869aea">People</h4>
          <div class="outline-text-4" id="text-orgb869aea"></div>
          <ul class="org-ul">
            <li>
              <a id="orgfc257ea" name="orgfc257ea"></a>Faculty of
              Oriental Studies<br />
              <ul class="org-ul">
                <li>
                  <a id="org6b58df4" name="org6b58df4"></a>Dr.
                  Cathy Cantwell, Associate Faculty
                  Member&nbsp;<br />
                  <div class="outline-text-6" id="text-org6b58df4">
                    <ul class="org-ul">
                      <li>email:
                      catherine.cantwell(at)orinst.ox.ac.uk<br /></li>
                      <li>Research: Tibetan textual
                      transmission/development; tantric rituals,
                      symbolism, art; rNying-ma canonical texts;
                      Dunhuang and later ritual manuals; Phur-pa
                      traditions (rNying-ma, Sa-skya, Bon);
                      bDud-’joms gter-ma tradition.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org82a7478" name="org82a7478"></a>George
                  FitzHerbert, Departmental Lecturer<br />
                  <div class="outline-text-6" id="text-org82a7478">
                    <ul class="org-ul">
                      <li>email:
                      george.fitzherbert(at)orinst.ox.ac.uk<br /></li>
                      <li>Research: The chivalric, shamanic and
                      tantric Gesar epic tradition.&nbsp; More
                      broadly, Tibetan political, religious and
                      cultural history; Cultural relations between
                      Tibet and Central, South and East Asia; and
                      the Tibetan language.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="orgd85f123" name="orgd85f123"></a>Prof.
