uni-list-notes.org
***** Prof. David Gellner, Professor of Social Anthropology
- email: david.gellner(at)anthro.ox.ac.uk
- Research: Anthropology of South Asia, East Asia, Buddhism, Hinduism, cities, ritual, politics, ethnicity, activism, borderlands, class formation and cultural change.
***** Prof. Richard F. Gombrich, retired
- email: richard.gombrich(at)balliol.ox.ac.uk
- Research: Early Buddhism
***** Dr Robert Mayer, University Research Lecturer
- email: robert.mayer(at)orinst.ox.ac.uk
- Research: Early rNying ma and Bon tantric tradition, Critically editing old Tibetan texts, Dunhang tantric texts
***** Prof. Ulrike Roesler, Professor of Tibetan and Himalayan Studies
- email:  ulrike.roesler@orinst.ox.ac.uk
- Research: Literature and religion of the Veda; Indo-Tibetan Buddhism; history of bKa’-gdams-pa school; ‘sacred landscapes’ in literature and ritual practice.
***** Dr. Sarah Shaw, Faculty Member
- email: sarah.shaw(at)orinst.ox.ac.uk
- Research: Early Buddhist (Pali) suttas and Abhidhamma material on meditation; Early Buddhist narrative: literary features of Jatakas and Dhammapada stories; Indian and Asian influences on British nineteenth-century writers; modern South and Southeast Asian Buddhist ritual, chant and meditation.
***** Dr Andrew Skilton, Faculties of Theology and Oriental Faculties
- Research: Pali literature and Indian Mahāyāna texts in Sanskrit (particularly the Samādhirājasūtra). Orality in Buddhist literature, literary and other methods of textual exegesis, Buddhist meditation and pre-reform meditation in South and Southeast Asia. 
**** Faculty of Theology and Religion
***** Prof Jan Westerhoff, Professor of Buddhist Philosophy
- email: jan.westerhoff@theology.ox.ac.uk
- Research: Philosophical aspects of the religious traditions of ancient India. Buddhist thought (especially Madhyamaka) as preserved in Sanskrit and Tibetan sources; Classical Indian philosophy (particularly Nyāya); Buddhist philosophy, both theoretical (metaphysics, epistemology, philosophy of language) and normative aspects (ethics).
*** Courses
 - BA in Religion and Oriental Studies:
   - Introduction to the Study of Religion
   - Introduction to a Buddhist Canonical Language: Pali
   - Introduction to a Buddhist Canonical Language: Tibetan
   - Set Texts in a Buddhist Canonical Language: Pali
   - Set Texts in a Buddhist Canonical Language: Tibetan
   - Foundations of Buddhism
   - Buddhism in Space and Time
   - Further Buddhist Texts: Pali
   - Further Buddhist Texts: Tibetan
 - BA in Sanskrit:
   - Sanskrit
   - Pali
   - Tibetan
 - MSt in Oriental Studies:
   - Tailor-made courses depending on student’s interest
 - MPhil in Buddhist Studies:
   - Core courses:
     - Sanskrit
     - Tibetan
     - Chinese
     - Aspects of Buddhist Thought and History
     - Approaches to the Study of Buddhism
     - Readinxg Buddhist Texts in Primary Languages (Sanskrit, Tibetan, Chinese)
 - Optional courses:
   - The Nature of Religion
   - The anthropology of Buddhism
   - Introduction to Buddhist Philosophy
   - Pali
   - History and Civilization of Tibet and the Himalaya
   - Advanced Readings in Chinese Buddhist Texts
 - MPhil in Classical Indian Religion:
   - Sanskrit
   - Sanskrit religious texts
 - MPhil in Tibetan and Himalayan Studies:
   - Tibetan
   - Buddhism
   - Tibetan History and Civilization
   - Tibetan Buddhism
- Email: m.deegalle@bathspa.ac.uk
- Research: Ethics of war, violence and conflict in Buddhist societies
** SOAS
*** People
**** Department of Religions and Philosophies
***** Dr Antonello Palumbo, Senior Lecturer in the Religions of China
- Email: ap47@soas.ac.uk
- Research: Ideological history of pre-modern China; Chinese religions, notably Taoism and Buddhism; history of the Buddhist canon in China; Manichaeism and Iranian influences in medieval China; Chinese cultural relations with Central Asia
***** Professor Ulrich Pagel, Head of School
- Email: up1@soas.ac.uk
- Research: History of Buddhism in Tibet, Mahāyāna Buddhism, Kanjur Studies, Vinaya, Religions of Central Asia, Tibetan, Sanskrit. 
