uni-list-notes.html
                  David Gellner, Professor of Social
                  Anthropology<br />
                  <div class="outline-text-6" id="text-orgd85f123">
                    <ul class="org-ul">
                      <li>email:
                      david.gellner(at)anthro.ox.ac.uk<br /></li>
                      <li>Research: Anthropology of South Asia,
                      East Asia, Buddhism, Hinduism,
                      cities,&nbsp;ritual, politics, ethnicity,
                      activism, borderlands, class formation and
                      cultural change.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org692c140" name="org692c140"></a>Prof.
                  Richard F. Gombrich, retired<br />
                  <div class="outline-text-6" id="text-org692c140">
                    <ul class="org-ul">
                      <li>email:
                      richard.gombrich(at)balliol.ox.ac.uk<br /></li>
                      <li>Research: Early Buddhism<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org60032f6" name="org60032f6"></a>Dr
                  Robert Mayer, University Research Lecturer<br />
                  <div class="outline-text-6" id="text-org60032f6">
                    <ul class="org-ul">
                      <li>email:
                      robert.mayer(at)orinst.ox.ac.uk<br /></li>
                      <li>Research: Early rNying ma and Bon tantric
                      tradition, Critically editing old Tibetan
                      texts, Dunhang tantric texts<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org365c135" name="org365c135"></a>Prof.
                  Ulrike Roesler, Professor of Tibetan and
                  Himalayan Studies<br />
                  <div class="outline-text-6" id="text-org365c135">
                    <ul class="org-ul">
                      <li>email:
                      ulrike.roesler@orinst.ox.ac.uk<br /></li>
                      <li>Research: Literature and religion of the
                      Veda; Indo-Tibetan Buddhism; history of
                      bKa’-gdams-pa school; ‘sacred landscapes’ in
                      literature and ritual practice.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org85c2a5a" name="org85c2a5a"></a>Dr.
                  Sarah Shaw, Faculty Member<br />
                  <div class="outline-text-6" id="text-org85c2a5a">
                    <ul class="org-ul">
                      <li>email:
                      sarah.shaw(at)orinst.ox.ac.uk<br /></li>
                      <li>Research: Early Buddhist (Pali) suttas
                      and Abhidhamma material on meditation; Early
                      Buddhist narrative: literary features of
                      Jatakas and Dhammapada stories; Indian and
                      Asian influences on British
                      nineteenth-century writers; modern South and
                      Southeast Asian Buddhist ritual, chant and
                      meditation.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org6a4b0b7" name="org6a4b0b7"></a>Dr
                  Andrew Skilton, Faculties of Theology and
                  Oriental Faculties<br />
                  <div class="outline-text-6" id="text-org6a4b0b7">
                    <ul class="org-ul">
                      <li>Research: Pali literature and Indian
                      Mahāyāna texts in Sanskrit (particularly the
                      Samādhirājasūtra). Orality in Buddhist
                      literature, literary and other methods of
                      textual exegesis, Buddhist meditation and
                      pre-reform meditation in South and Southeast
                      Asia.&nbsp;<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
            <li>
              <a id="org408f75c" name="org408f75c"></a>Faculty of
              Theology and Religion<br />
              <ul class="org-ul">
                <li>
                  <a id="orgb6af47d" name="orgb6af47d"></a>Prof Jan
                  Westerhoff, Professor of Buddhist
                  Philosophy<br />
                  <div class="outline-text-6" id="text-orgb6af47d">
                    <ul class="org-ul">
                      <li>email:
                      jan.westerhoff@theology.ox.ac.uk<br /></li>
                      <li>Research: Philosophical aspects of the
                      religious traditions of ancient India.
                      Buddhist thought (especially Madhyamaka) as
                      preserved in Sanskrit and Tibetan sources;
                      Classical Indian philosophy (particularly
                      Nyāya); Buddhist philosophy, both theoretical
                      (metaphysics, epistemology, philosophy of
                      language) and normative aspects
                      (ethics).<br /></li>
                    </ul>
                  </div>
                </li>
              </ul>
            </li>
          </ul>
        </div>
        <div id="outline-container-orgd07ae44" class="outline-4">
          <h4 id="orgd07ae44">Courses</h4>
          <div class="outline-text-4" id="text-orgd07ae44">
            <ul class="org-ul">
              <li>BA in Religion and Oriental Studies:<br />
                <ul class="org-ul">
                  <li>Introduction to the Study of
                  Religion<br /></li>
                  <li>Introduction to a Buddhist Canonical
                  Language: Pali<br /></li>
                  <li>Introduction to a Buddhist Canonical
                  Language: Tibetan<br /></li>
                  <li>Set Texts in a Buddhist Canonical Language:
                  Pali<br /></li>
                  <li>Set Texts in a Buddhist Canonical Language:
                  Tibetan<br /></li>
                  <li>Foundations of Buddhism<br /></li>
                  <li>Buddhism in Space and Time<br /></li>
                  <li>Further Buddhist Texts: Pali<br /></li>
                  <li>Further Buddhist Texts: Tibetan<br /></li>
                </ul>
              </li>
              <li>BA in Sanskrit:<br />
                <ul class="org-ul">
                  <li>Sanskrit<br /></li>
                  <li>Pali<br /></li>
                  <li>Tibetan<br /></li>
                </ul>
              </li>
              <li>MSt in Oriental Studies:<br />
                <ul class="org-ul">
                  <li>Tailor-made courses depending on student’s
                  interest<br /></li>
                </ul>
              </li>
              <li>MPhil in Buddhist Studies:<br />
                <ul class="org-ul">
                  <li>Core courses:<br />
                    <ul class="org-ul">
                      <li>Sanskrit<br /></li>
                      <li>Tibetan<br /></li>
                      <li>Chinese<br /></li>
                      <li>Aspects of Buddhist Thought and
                      History<br /></li>
                      <li>Approaches to the Study of
                      Buddhism<br /></li>
                      <li>Readinxg Buddhist Texts in Primary
                      Languages (Sanskrit, Tibetan,
                      Chinese)<br /></li>
                    </ul>
                  </li>
                </ul>
              </li>
              <li>Optional courses:<br />
                <ul class="org-ul">
                  <li>The Nature of Religion<br /></li>
                  <li>The anthropology of Buddhism<br /></li>
                  <li>Introduction to Buddhist
                  Philosophy<br /></li>
                  <li>Pali<br /></li>
                  <li>History and Civilization of Tibet and the
                  Himalaya<br /></li>
                  <li>Advanced Readings in Chinese Buddhist
                  Texts<br /></li>
                </ul>
              </li>
              <li>MPhil in Classical Indian Religion:<br />
                <ul class="org-ul">
                  <li>Sanskrit<br /></li>
                  <li>Sanskrit religious texts<br /></li>
                </ul>
              </li>
              <li>MPhil in Tibetan and Himalayan Studies:<br />
                <ul class="org-ul">
                  <li>Tibetan<br /></li>
                  <li>Buddhism<br /></li>
                  <li>Tibetan History and Civilization<br /></li>
                  <li>Tibetan Buddhism<br /></li>
                </ul>
              </li>
            </ul>
            <ul class="org-ul">
              <li>Email: m.deegalle@bathspa.ac.uk<br /></li>
              <li>Research: Ethics of war, violence and conflict in
              Buddhist societies<br /></li>
            </ul>
          </div>
        </div>
      </div>
      <div id="outline-container-org9b528bf" class="outline-3">
        <h3 id="org9b528bf">SOAS</h3>
        <div class="outline-text-3" id="text-org9b528bf"></div>
        <div id="outline-container-orga26bb75" class="outline-4">
          <h4 id="orga26bb75">People</h4>
          <div class="outline-text-4" id="text-orga26bb75"></div>
          <ul class="org-ul">
            <li>
              <a id="org07b07da" name="org07b07da"></a>Department
              of Religions and Philosophies<br />
              <ul class="org-ul">
                <li>
                  <a id="orgf37e740" name="orgf37e740"></a>Dr
                  Antonello Palumbo, Senior Lecturer in the
                  Religions of China<br />
                  <div class="outline-text-6" id="text-orgf37e740">
                    <ul class="org-ul">
                      <li>Email: ap47@soas.ac.uk<br /></li>
                      <li>Research: Ideological history of
                      pre-modern China; Chinese religions, notably
                      Taoism and Buddhism; history of the Buddhist
                      canon in China; Manichaeism and Iranian
                      influences in medieval China; Chinese
                      cultural relations with Central
                      Asia<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org8f7f765" name=
                  "org8f7f765"></a>Professor Ulrich Pagel, Head of
                  School<br />
                  <div class="outline-text-6" id="text-org8f7f765">
                    <ul class="org-ul">
                      <li>Email: up1@soas.ac.uk<br /></li>
                      <li>Research: History of Buddhism in Tibet,
                      Mahāyāna Buddhism, Kanjur Studies, Vinaya,
                      Religions of Central Asia, Tibetan,
                      Sanskrit.<br /></li>
                    </ul>
                  </div>
                </li>
                <li>
                  <a id="org3dc3e38" name="org3dc3e38"></a>Dr Lucia
